[
    {
        "id": 1,
        "country_name": "Japan",
        "flag": "https://i.ibb.co.com/tJ6TZBd/j.png",
        "description": "Japan, an island nation in East Asia, is known for its rich cultural heritage, cutting-edge technology, and beautiful landscapes. It is a country that combines the modern and the traditional in ways that few others can match. From the hustle and bustle of Tokyo, one of the most advanced and largest cities in the world, to the tranquil temples and shrines found throughout the country, Japan offers a diverse array of experiences for visitors and residents alike. Japan is also home to a rich history dating back thousands of years, with notable eras such as the Heian and Edo periods marking significant cultural developments. Its unique blend of ancient traditions, such as tea ceremonies and sumo wrestling, with its futuristic cities and technological achievements, makes Japan a fascinating destination for tourists. The country's cuisine, including sushi, ramen, and tempura, is also famous worldwide, and Japanese art, literature, and philosophy have had a lasting impact globally.",
        "places": [
          "Mount Fuji",
          "Kinkaku-ji (Golden Pavilion)",
          "Fushimi Inari Taisha",
          "Nara Park",
          "Hiroshima Peace Memorial Park"
        ],
        "b1": "https://i.ibb.co.com/QCyZ9G6/jj.webp",
        "b2": "https://i.ibb.co.com/Lxt8Cjh/jjj.jpg",
        "b3": "https://i.ibb.co.com/1X3HQMw/jjjjjjj.jpg",
        "b4": "https://i.ibb.co.com/7bz00SQ/jjjjjjjjj.jpg",
        "capital": "Tokyo",
        "area": "377,975 km²",
        "people": "126.3 million",
        "language": "Japanese",
        "visa_policy": "Visa required for certain nationalities. Citizens of countries in the EU, the US, Canada, Australia, and other major economies can enter Japan visa-free for short stays (up to 90 days).",
        "currency": "Japanese Yen (JPY)",
        "region": "Asia"
      },
      {
        "id": "2",
        "country_name": "Bangladesh",
        "flag": "https://i.ibb.co.com/HrJFLRn/bb.png",
        "description": "Bangladesh, located in South Asia, is a country known for its vibrant culture, historical landmarks, and natural beauty. It is bordered by India on three sides, Myanmar to the southeast, and the Bay of Bengal to the south. Bangladesh is renowned for the Sundarbans, the largest mangrove forest in the world and home to the Bengal tiger. Its capital city, Dhaka, is one of the most densely populated cities globally, offering a rich blend of modernity and tradition. The country boasts a history that dates back thousands of years, with influences from Buddhist, Hindu, and Islamic civilizations. Bangladesh's economy is heavily reliant on agriculture, textiles, and remittances. It is also a leading exporter of jute and garments. The people of Bangladesh are known for their hospitality, and their cuisine, including dishes like biryani, hilsa fish curry, and pithas, reflects the country’s diverse traditions. With its countless rivers and lush green landscapes, Bangladesh is often referred to as the 'Land of Rivers.'",
        "places": [
          "Sundarbans Mangrove Forest",
          "Cox's Bazar Beach",
          "Saint Martin's Island",
          "Sixty Dome Mosque",
          "Lalbagh Fort",
          "Somapura Mahavihara",
          "Ratargul Swamp Forest"
        ],
        "b1": "https://i.ibb.co.com/47FNjHc/bbbbbbbbbb.jpg",
        "b2": "https://i.ibb.co.com/cY3R02P/bbbbbbb.jpg",
        "b3": "https://i.ibb.co.com/CzpbdgG/bbb.jpg",
        "b4": "https://i.ibb.co.com/qJcMzpc/bb.jpg",
        "capital": "Dhaka",
        "area": "147,570 km²",
        "people": "Approx. 170 million",
        "language": "Bengali (Bangla)",
        "visa_policy": "Visa on arrival is available for certain nationalities. Citizens of South Asian Association for Regional Cooperation (SAARC) countries can enter without a visa for a limited period. Others need a pre-approved visa.",
        "currency": "Bangladeshi Taka (BDT)",
        "region": "Asia"
      }
,
{
  "id": "3",
  "country_name": "India",
  "flag": "https://i.ibb.co.com/mbrW7bJ/i.webp",
  "description": "India, located in South Asia, is the seventh-largest country by land area and the second-most populous nation in the world. Known as the 'Land of Diversity,' India is celebrated for its vast array of cultures, languages, and traditions. It is home to ancient civilizations, breathtaking architecture, and a rich history spanning thousands of years. India is a global center for spirituality and religion, with notable landmarks such as the Taj Mahal, the Ganges River, and the holy city of Varanasi. The country boasts a fast-growing economy, driven by industries like IT, agriculture, manufacturing, and entertainment. Indian cuisine, including dishes like biryani, curry, and dosas, is famous worldwide for its bold flavors and spices. From the snowy peaks of the Himalayas to the beaches of Goa and the vibrant cities of Mumbai and Delhi, India offers something for every traveler.",
  "places": [
    "Taj Mahal",
    "Red Fort",
    "Jaipur's Amber Fort",
    "Gateway of India",
    "Mysore Palace",
    "Qutub Minar",
    "Varanasi Ghats"
  ],
  "b1": "https://i.ibb.co.com/C5vrKZL/iiiiiiiiiiiiiiii.jpg",
  "b2": "https://i.ibb.co.com/N6wb0Gt/iiii.jpg",
  "b3": "https://i.ibb.co.com/qFHctyp/iii.webp",
  "b4": "https://i.ibb.co.com/sVPyDbX/ii.jpg",
  "capital": "New Delhi",
  "area": "3,287,263 km²",
  "people": "Approx. 1.4 billion",
  "language": "Hindi, English, and 21 other recognized languages",
  "visa_policy": "India offers e-visas for citizens of many countries. Visa-free entry or visa on arrival is available for some neighboring countries and international diplomats.",
  "currency": "Indian Rupee (INR)",
  "region": "Asia"
}
,
{
  "id": "5",
  "country_name": "China",
  "flag": "https://i.ibb.co.com/kXx6Ghz/c.jpg",
  "description": "China, located in East Asia, is the world's most populous country and the third-largest by land area. It is one of the world's oldest civilizations, with a history spanning over 5,000 years. Known for its incredible advancements in science, technology, and infrastructure, China is also home to stunning natural landscapes and historical landmarks. The country boasts iconic sites such as the Great Wall of China, the Forbidden City, and the Terracotta Army. China is also a global economic powerhouse, being the largest exporter and second-largest economy in the world. Its culture, including Chinese cuisine, martial arts, traditional festivals, and calligraphy, has had a significant influence worldwide. From modern cities like Shanghai and Beijing to picturesque rural areas like Guilin, China offers a wide range of experiences.",
  "places": [
    "Great Wall of China",
    "Forbidden City",
    "Terracotta Army",
    "Zhangjiajie National Forest Park",
    "Li River",
    "Temple of Heaven",
    "West Lake"
  ],
  "b1": "https://i.ibb.co.com/gVBFHnC/ccccccccccccccc.jpg",
  "b2": "https://i.ibb.co.com/23YZ7P6/cccccccccccc.jpg",
  "b3": "https://i.ibb.co.com/bKQMRRL/cccccccccc.jpg",
  "b4": "https://i.ibb.co.com/YW0L7N2/cccccc.jpg",
  "capital": "Beijing",
  "area": "9,596,961 km²",
  "people": "Approx. 1.4 billion",
  "language": "Mandarin Chinese",
  "visa_policy": "Tourists generally require a visa to enter China. Some regions, such as Hong Kong and Macau, have separate visa policies. Visa-free transit is available for short stays in certain cities.",
  "currency": "Chinese Yuan (CNY)",
  "region": "Asia"
}
,
{
  "id": "7",
  "country_name": "Nepal",
  "flag": "https://i.ibb.co.com/dLRTXK9/nnnnnnnnnnnn.jpg",
  "description": "Nepal, a landlocked country in South Asia, is known for its breathtaking mountainous landscapes, including the world-famous Mount Everest, the highest peak on Earth. Nepal is rich in culture, with a deep connection to Hinduism and Buddhism. The capital city, Kathmandu, is home to ancient temples, shrines, and the UNESCO World Heritage sites of Swayambhunath (Monkey Temple) and Pashupatinath. Despite its small size, Nepal offers incredible natural beauty, from the towering peaks of the Himalayas to the lush jungles of Chitwan National Park. The country is also known for its trekking routes, including the Everest Base Camp trek and the Annapurna Circuit. Nepalese cuisine, featuring dishes like momos, dal bhat, and sel roti, reflects the diverse cultural influences of the region. Nepal is a popular destination for adventurers, trekkers, and those seeking spiritual enlightenment.",
  "places": [
    "Mount Everest",
    "Pashupatinath Temple",
    "Swayambhunath Stupa (Monkey Temple)",
    "Chitwan National Park",
    "Lumbini (Birthplace of Buddha)",
    "Pokhara",
    "Annapurna Circuit"
  ],
  "b1": "https://i.ibb.co.com/92jKhSg/nnnnn.webp",
  "b2": "https://i.ibb.co.com/g9D8xjV/nnn.webp",
  "b3": "https://i.ibb.co.com/VN93wwG/nn.jpg",
  "b4": "https://i.ibb.co.com/fppRQ4q/n.webp",
  "capital": "Kathmandu",
  "area": "147,516 km²",
  "people": "Approx. 30 million",
  "language": "Nepali",
  "visa_policy": "Nepal offers visa on arrival for most nationalities. A visa can also be obtained online prior to arrival. Some countries may require pre-approved visas.",
  "currency": "Nepalese Rupee (NPR)",
  "region": "Asia"
}
,
{
 
  "id": "8",
  "country_name": "Thailand",
  "flag": "https://i.ibb.co.com/LYfCqcr/t.webp",
  "description": "Thailand, located in Southeast Asia, is renowned for its rich cultural heritage, stunning landscapes, and vibrant cities. It is a country that blends modern development with ancient traditions. The capital city, Bangkok, is famous for its grand palaces, temples, bustling markets, and lively street life. Thailand is known for its beaches, such as those in Phuket and Krabi, which attract tourists from around the world. The country is also home to beautiful Buddhist temples, including Wat Pho and Wat Arun. Thai cuisine, renowned globally, offers spicy, savory, and aromatic dishes, with Pad Thai, green curry, and Tom Yum Goong being some of the most famous. Thailand’s historical sites, wildlife sanctuaries, and tropical islands provide visitors with diverse experiences. With its warm hospitality and diverse landscapes, Thailand is often referred to as the 'Land of Smiles.'",
  "places": [
    "Grand Palace, Bangkok",
    "Phi Phi Islands",
    "Wat Pho (Temple of the Reclining Buddha)",
    "Ayutthaya Historical Park",
    "Phuket",
    "Chiang Mai",
    "Erawan National Park"
  ],
  "b1": "https://i.ibb.co.com/zVkSQJm/tttt.jpg",
  "b2": "https://i.ibb.co.com/Z8XwJg1/ttt.jpg",
  "b3": "https://i.ibb.co.com/YNNjCHt/tt.jpg",
  "b4": "https://i.ibb.co.com/fqRq6pf/tttttt.webp",
  "capital": "Bangkok",
  "area": "513,120 km²",
  "people": "Approx. 69 million",
  "language": "Thai",
  "visa_policy": "Thailand offers visa on arrival for many countries, and it also has an eVisa system. Citizens from several countries can stay in Thailand for up to 30 days without a visa for tourism purposes.",
  "currency": "Thai Baht (THB)",
  "region": "Asia"
}
,
{
  "id": "9",
  "country_name": "Maldives",
  "flag": "https://i.ibb.co.com/XZCdBv9/mmmmmmmmmmm.png",
  "description": "The Maldives, a tropical paradise in the Indian Ocean, is famous for its crystal-clear waters, white sandy beaches, and vibrant coral reefs. Comprising around 1,200 islands, of which only 200 are inhabited, it offers a tranquil retreat for those seeking to escape from the hustle and bustle of daily life. The capital city, Malé, is known for its historical sites, such as the Maldives Islamic Centre and the Old Friday Mosque. The Maldives is also a popular destination for luxury resorts, many of which are located on private islands, offering overwater bungalows and world-class amenities. The country’s diverse marine life makes it a prime location for diving, snorkeling, and other water sports. While it is renowned for its natural beauty, the Maldives faces challenges due to rising sea levels, making it one of the most vulnerable countries to climate change.",
  "places": [
    "Maafushi Island",
    "Baa Atoll",
    "Sun Island Resort",
    "Banana Reef",
    "Alimatha Island",
    "Dhigurah",
    "Vaadhoo Island"
  ],
  "b1": "https://i.ibb.co.com/xjMFvRW/mmmm.webp",
  "b2": "https://i.ibb.co.com/g3cnbV2/mmm.jpg",
  "b3": "https://i.ibb.co.com/KjszGbK/mm.jpg",
  "b4": "https://i.ibb.co.com/0XvSFrk/m.jpg",
  "capital": "Malé",
  "area": "298 km²",
  "people": "Approx. 530,000",
  "language": "Dhivehi",
  "visa_policy": "The Maldives offers a visa-free stay for tourists from most countries for up to 30 days. Extensions can be requested.",
  "currency": "Maldivian Rufiyaa (MVR)",
  "region": "Asia"
}
,
{
  "id": "10",
  "country_name": "Saudi Arabia",
  "flag": "https://i.ibb.co.com/58yQ3dF/s.png",
  "description": "Saudi Arabia, located on the Arabian Peninsula, is known for its vast deserts, rich oil reserves, and significance in the Islamic world. It is home to Mecca and Medina, two of the holiest cities in Islam, attracting millions of pilgrims annually for Hajj and Umrah. The capital city, Riyadh, is a bustling metropolis that blends modern architecture with traditional Arabian culture. Saudi Arabia is also famous for its immense oil wealth, which has fueled economic growth and development. The country's Vision 2030 aims to diversify its economy, reduce dependence on oil, and develop tourism, culture, and entertainment sectors. While Saudi Arabia is deeply rooted in Islamic traditions, it has been making strides toward modernization, including reforms in women’s rights and social policies.",
  "places": [
    "Mecca (Makkah)",
    "Medina (Al-Madina)",
    "Riyadh",
    "Al-Ula",
    "Diriyah",
    "Abha",
    "Jeddah"
  ],
  "b1": "https://i.ibb.co.com/vhGvTFX/sssss.jpg",
  "b2": "https://i.ibb.co.com/ypj7ybx/sss.webp",
  "b3": "https://i.ibb.co.com/M1XqT1d/ss.webp",
  "b4": "https://i.ibb.co.com/58yQ3dF/s.png",
  "capital": "Riyadh",
  "area": "2,150,000 km²",
  "people": "Approx. 35 million",
  "language": "Arabic",
  "visa_policy": "Saudi Arabia offers a tourist visa for many countries, and the country has introduced an eVisa system for tourists from eligible nations. Pilgrims visiting for Hajj and Umrah are also given special visas.",
  "currency": "Saudi Riyal (SAR)",
  "region": "Asia"
}
,
{
  "id": "11",
  "country_name": "United Arab Emirates (Dubai)",
  "flag": "https://i.ibb.co.com/X8w8XrJ/dddddddddddddddd.jpg",
  "description": "Dubai, a city within the United Arab Emirates (UAE), is one of the most famous destinations in the world, known for its futuristic architecture, luxurious shopping, and vibrant nightlife scene. It is home to the iconic Burj Khalifa, the tallest building in the world, and an array of high-end hotels, including the seven-star Burj Al Arab. Dubai's rapid transformation from a desert city to a global business hub is a testament to its wealth from oil and real estate development. The city is a popular tourist destination for shopping, entertainment, and adventure, with attractions such as the Dubai Mall, Dubai Marina, Palm Jumeirah, and an impressive desert safari experience. Dubai is also famous for its modern infrastructure and world-class events, including the Dubai International Film Festival and the Dubai Shopping Festival.",
  "places": [
    "Burj Khalifa",
    "Palm Jumeirah",
    "Dubai Mall",
    "Dubai Marina",
    "Dubai Fountain",
    "Jumeirah Beach",
    "Burj Al Arab"
  ],
  "b1": "https://i.ibb.co.com/pLtBr0H/ddddd.jpg",
  "b2": "https://i.ibb.co.com/wdPv4wR/d.jpg",
  "b3": "https://i.ibb.co.com/smwhDkc/mm.jpg",
  "b4": "https://i.ibb.co.com/SRQbQR4/dd.jpg",
  "capital": "Dubai",
  "area": "4,114 km²",
  "people": "Approx. 3.4 million",
  "language": "Arabic (official), English",
  "visa_policy": "Dubai offers various types of visas, including tourist visas, transit visas, and business visas, with most visitors receiving a 30-day stay upon arrival, extendable.",
  "currency": "UAE Dirham (AED)",
  "region": "Asia"
}

      ,
      {
        "id": "12",
        "country_name": "Sri Lanka",
        "flag": "https://i.ibb.co.com/NrmNb4v/11.png",
        "description": "Sri Lanka, an island nation in South Asia, is known for its stunning beaches, ancient temples, and rich cultural heritage. Formerly known as Ceylon, Sri Lanka boasts diverse landscapes, including tropical rainforests, vast tea plantations, and the breathtaking highlands of the central region. The capital city, Colombo, is a bustling metropolis blending modern infrastructure with colonial-era architecture. Sri Lanka is also home to many UNESCO World Heritage Sites, such as the ancient city of Sigiriya and the sacred city of Kandy. The island nation is famous for its spices, tea, and traditional cuisine. With its warm tropical climate, Sri Lanka attracts tourists for adventure tourism, wildlife safaris, and scenic coastal getaways.",
        "places": [
          "Sigiriya Rock Fortress",
          "Temple of the Tooth (Kandy)",
          "Ella",
          "Galle Fort",
          "Yala National Park",
          "Nuwara Eliya",
          "Mirissa"
        ],
        "b1": "https://i.ibb.co.com/qMksXrk/sri1.jpg",
        "b2": "https://i.ibb.co.com/TXLQtLg/sri2.jpg",
        "b3": "https://i.ibb.co.com/3zMvdrP/sri3.jpg",
        "b4": "https://i.ibb.co.com/2FxVL5Z/sri4.jpg",
        "capital": "Colombo",
        "area": "65,610 km²",
        "people": "Approx. 21 million",
        "language": "Sinhala, Tamil",
        "visa_policy": "Sri Lanka offers an Electronic Travel Authorization (ETA) for tourists, which is available online for most nationalities, allowing a stay of up to 30 days.",
        "currency": "Sri Lankan Rupee (LKR)",
        "region": "Asia"
      }
,
{
  "id": "13",
  "country_name": "Malaysia",
  "flag": "https://i.ibb.co.com/7p4cS5W/zzzzzzzzzzzzz.png",
  "description": "Malaysia is a vibrant Southeast Asian country known for its diverse culture, rich history, and beautiful landscapes. Comprising two distinct regions, Peninsular Malaysia and East Malaysia, the country is a mix of modern cities, tropical rainforests, and pristine beaches. The capital city, Kuala Lumpur, is home to the iconic Petronas Towers and a blend of Malay, Chinese, Indian, and European influences. Malaysia is a cultural melting pot, with its population embracing a variety of languages, religions, and traditions. The country is also renowned for its wildlife, with the Borneo rainforests being home to unique species like orangutans and pygmy elephants. The stunning beaches of Langkawi, Penang, and the Perhentian Islands attract visitors from around the world.",
  "places": [
    "Petronas Towers",
    "Langkawi Islands",
    "Batu Caves",
    "Penang Hill",
    "Taman Negara National Park",
    "Cameron Highlands",
    "Perhentian Islands"
  ],
  "b1": "https://i.ibb.co.com/QDVhTMb/zzzz.jpg",
  "b2": "https://i.ibb.co.com/RY4NyVr/zzz.jpg",
  "b3": "https://i.ibb.co.com/MV8KRhZ/zz.jpg",
  "b4": "https://i.ibb.co.com/YyB3yNY/z.jpg",
  "capital": "Kuala Lumpur",
  "area": "330,803 km²",
  "people": "Approx. 33 million",
  "language": "Malay (official), English",
  "visa_policy": "Malaysia offers visa exemptions for certain countries, while others can apply for a visa on arrival or an eVisa for tourism.",
  "currency": "Malaysian Ringgit (MYR)",
  "region": "Asia"
}
,
{
  "id": "14",
  "country_name": "Bhutan",
  "flag": "https://i.ibb.co.com/5GV9hRv/vvvvv.png",
  "description": "Bhutan, nestled in the Eastern Himalayas, is a small kingdom renowned for its stunning landscapes, rich culture, and unique philosophy of Gross National Happiness. The country is bordered by China to the north and India to the south, and is known for its mountainous terrain, including peaks such as Gangkhar Puensum, the highest unclimbed mountain in the world. Bhutan's culture is deeply rooted in Buddhism, with many monasteries, fortresses, and temples dotting the landscape. The capital city, Thimphu, is a modern yet traditional city where Bhutanese culture is preserved. Bhutan is also one of the most environmentally conscious countries in the world, with a commitment to maintaining a carbon-negative footprint.",
  "places": [
    "Paro Taktsang (Tiger's Nest Monastery)",
    "Punakha Dzong",
    "Tashichho Dzong",
    "Gangtey Valley",
    "Bumthang Valley",
    "Dochula Pass",
    "Phobjikha Valley"
  ],
  "b1": "https://i.ibb.co.com/R0KJFHF/vvvvvvvvvvvvvvvvv.jpg",
  "b2": "https://i.ibb.co.com/wgwRSvm/vvv.jpg",
  "b3": "https://i.ibb.co.com/qxzD7h0/v.jpg",
  "b4": "https://i.ibb.co.com/3pyywjv/111111111111111111111.jpg",
  "capital": "Thimphu",
  "area": "38,394 km²",
  "people": "Approx. 770,000",
  "language": "Dzongkha",
  "visa_policy": "Bhutan has a unique visa system where tourists can only visit through licensed tour operators. The visa is issued along with a travel package.",
  "currency": "Bhutanese Ngultrum (BTN), Indian Rupee (INR)",
  "region": "Asia"
}
,
{
  "id": "15",
  "country_name": "Vietnam",
  "flag": "https://i.ibb.co.com/gJBdtSt/gggggggggggggg.png",  
  "description": "Vietnam is a beautiful country located in Southeast Asia, known for its diverse landscapes, rich history, and vibrant culture. The country is famous for its stunning beaches, lush mountains, and lush rice terraces. The capital, Hanoi, and the largest city, Ho Chi Minh City, offer a mix of colonial architecture, bustling markets, and traditional street food. Vietnam’s long coastline along the South China Sea is dotted with charming coastal towns, while the ancient town of Hoi An is a UNESCO World Heritage Site. The country is also home to natural wonders such as Ha Long Bay and the Mekong Delta.",
  "places": [
    "Ha Long Bay",
    "Phong Nha-Kẻ Bàng National Park",
    "Hoi An Ancient Town",
    "Hue Imperial City",
    "My Son Sanctuary",
    "Mekong Delta",
    "Sapa Terraces"
  ],
  "b1": "https://i.ibb.co.com/HBvtQr1/ggggg.jpg",
  "b2": "https://i.ibb.co.com/L02r4sm/ggg.jpg",
  "b3": "https://i.ibb.co.com/q0dbTfB/gg.jpg",
  "b4": "https://i.ibb.co.com/DbJXhF8/g.jpg",
  "capital": "Hanoi",
  "area": "331,210 km²",
  "people": "Approx. 97 million",
  "language": "Vietnamese",
  "visa_policy": "Vietnam offers eVisas to citizens of many countries and visa exemption for certain countries for short stays.",
  "currency": "Vietnamese Dong (VND)",
  "region": "Asia"
},
{
  "id": "16",
  "country_name": "Germany",
  "flag": "https://i.ibb.co.com/sJ1pp44/x.jpg",
  "description": "Germany, located in Central Europe, is one of the world’s leading industrialized nations, with a rich history that spans centuries. Known for its innovations in technology, engineering, and automotive industries, Germany is home to global brands like Mercedes-Benz, BMW, and Volkswagen. The country is also famous for its cultural heritage, including philosophers like Kant and Nietzsche, as well as composers like Beethoven and Bach. Germany's landscape is varied, with the majestic Alps in the south, vast forests, and a highly developed infrastructure. The capital, Berlin, is known for its iconic landmarks, museums, and vibrant art scene.",
  "places": [
    "Brandenburg Gate",
    "Neuschwanstein Castle",
    "Cologne Cathedral",
    "Black Forest",
    "Rhine Valley",
    "The Zugspitze",
    "Heidelberg Castle"
  ],
  "b1": "https://i.ibb.co.com/nnBkhfH/xxxxx.jpg",
  "b2": "https://i.ibb.co.com/MSm4NSn/xxxx.jpg",
  "b3": "https://i.ibb.co.com/rQm62dr/xxx.jpg",
  "b4": "https://i.ibb.co.com/FYp9W5N/xx.jpg",
  "capital": "Berlin",
  "area": "357,022 km²",
  "people": "Approx. 83 million",
  "language": "German",
  "visa_policy": "Germany is part of the Schengen Area, allowing visa-free travel within the region for many countries. It also offers long-stay and work visas for non-EU nationals.",
  "currency": "Euro (EUR)",
  "region": "Europe"
}
,
{
  "id": "17",
  "country_name": "Denmark",
  "flag": "https://i.ibb.co.com/TBN3wSF/kkkkkkkkkkkkkkkkkkkkkkkkkkkkkk.jpg",
  "description": "Denmark, a Nordic country in Northern Europe, is known for its progressive society and high quality of life. Copenhagen, the capital, is famous for its historic architecture, modern design, and vibrant cultural scene. Denmark is renowned for its environmental sustainability, bike-friendly cities, and innovative technology. The country is a leader in renewable energy and has a strong tradition of democracy and social welfare. Denmark's rich cultural heritage includes Viking history, beautiful castles, and world-renowned Danish pastries. The country is part of the European Union, but it has opted out of the Eurozone, maintaining the Danish krone as its currency.",
  "places": [
    "Nyhavn",
    "Tivoli Gardens",
    "Frederiksborg Castle",
    "The Little Mermaid Statue",
    "Rosenborg Castle",
    "Aarhus Old Town",
    "Legoland Billund"
  ],
  "b1": "https://i.ibb.co.com/wMwZK28/kkkkkkkkkkkkkkkkkkkkkkkkkkkkk.jpg",
  "b2": "https://i.ibb.co.com/jT5TByh/kkkkkkkkkkkkkkkkkkkkkkkkk.jpg",
  "b3": "https://i.ibb.co.com/kB5SrQx/kkkkkk.jpg",
  "b4": "https://i.ibb.co.com/zZYjy2R/zz.jpg",
  "capital": "Copenhagen",
  "area": "42,933 km²",
  "people": "Approx. 5.8 million",
  "language": "Danish",
  "visa_policy": "Denmark is part of the Schengen Area, allowing visa-free travel for citizens of Schengen countries. Non-EU nationals may need a visa for entry, depending on the purpose of their visit.",
  "currency": "Danish Krone (DKK)",
  "region": "Europe"
}
,
{
  "id": "18",
  "country_name": "Kenya",
  "flag": "https://i.ibb.co.com/GMt1nFP/ee.png",
  "description": "Kenya, located in East Africa, is a diverse country known for its rich cultural heritage, stunning landscapes, and wildlife. The country is home to several national parks and reserves, including the Maasai Mara, famous for the Great Migration. Nairobi, the capital, is a bustling city and the gateway to many of Kenya's attractions. The country’s economy is one of the strongest in Africa, with agriculture, tourism, and technology playing vital roles. Kenya is famous for its long-distance runners, pristine beaches along the Indian Ocean, and a history shaped by both indigenous cultures and British colonialism.",
  "places": [
    "Maasai Mara National Reserve",
    "Mount Kenya",
    "Nairobi National Park",
    "Lamu Island",
    "Amboseli National Park",
    "Lake Nakuru",
    "Tsavo National Park"
  ],
  "b1": "https://i.ibb.co.com/0tgP33w/eeeeeeeeeee.jpg",
  "b2": "https://i.ibb.co.com/WpR1gtH/eeeee.jpg",
  "b3": "https://i.ibb.co.com/JtDm5YS/eee.jpg",
  "b4": "https://i.ibb.co.com/Ykf8JTb/xxxx.jpg",
  "capital": "Nairobi",
  "area": "580,367 km²",
  "people": "Approx. 54 million",
  "language": "Swahili, English",
  "visa_policy": "Kenya offers an eVisa for most countries, and travelers can apply for a visa online before arrival.",
  "currency": "Kenyan Shilling (KES)",
  "region": "Africa"
}
,
{
  "id": "20",
  "country_name": "Country Name",
  "flag": "https://i.ibb.co.com/MRxSQvq/flag.png",
  "description": "Country description goes here. Add a detailed description of the country including its culture, history, and other important aspects.",
  "places": [
    "Place 1",
    "Place 2",
    "Place 3",
    "Place 4",
    "Place 5"
  ],
  "b1": "https://i.ibb.co.com/0XH7h1M/hhhh.jpg",
  "b2": "https://i.ibb.co.com/f84rstk/hhh.jpg",
  "b3": "https://i.ibb.co.com/gMcc3md/hh.jpg",
  "b4": "https://i.ibb.co.com/BgHDk7c/h.jpg",
  "capital": "Capital Name",
  "area": "Area Size",
  "people": "Population",
  "language": "Primary Language",
  "visa_policy": "Visa Policy Details",
  "currency": "Currency Name",
  "region": "Region"
}
,
{
  "id": "22",
  "country_name": "United States of America",
  "flag": "https://i.ibb.co.com/r3PTKqC/uuuuuuuu.jpg",
  "description": "The United States of America (USA) is a federal republic comprising 50 states, a federal district, five major unincorporated territories, 326 Indian reservations, and 14 commonwealths. The country is known for its diverse geography, which includes forests, mountains, and beaches, as well as its influence on global culture, politics, and economics. It has one of the largest economies in the world and is known for its significant impact on global technology, entertainment, and politics.",
  "places": [
    "Statue of Liberty",
    "Grand Canyon",
    "Yellowstone National Park",
    "White House",
    "Mount Rushmore",
    "Times Square",
    "Disney World"
  ],
  "b1": "https://i.ibb.co.com/9TK3Gdv/uuuu.jpg",
  "b2": "https://i.ibb.co.com/zVNbFkr/uuu.jpg",
  "b3": "https://i.ibb.co.com/Qf3y3Vv/uu.jpg",
  "b4": "https://i.ibb.co.com/vD3HVjn/u.jpg",
  "capital": "Washington, D.C.",
  "area": "9,826,675 km²",
  "people": "Approx. 331 million",
  "language": "English",
  "visa_policy": "The United States requires a visa for most foreign visitors, with several visa types for tourism, business, and study.",
  "currency": "United States Dollar (USD)",
  "region": "North America"
}



]